[{"id":"1","creator":"A Tribe Called Quest","text":"Vo-cab-u-lary's necessary when digging into my library."},{"id":"2","creator":"A Tribe Called Quest","text":"Well, then grab the microphone and let your words rip."},{"id":"3","creator":"A Tribe Called Quest","text":"You on point Tip? Yo, all the time, Phife."},{"id":"4","creator":"A Tribe Called Quest","text":"Back in the days when I was a teenager before I had status and before I had a pager."},{"id":"5","creator":"A Tribe Called Quest","text":"Talk to Joey, Earl, Kendrick, and Cole, gatekeepers of flow."},{"id":"6","creator":"A Tribe Called Quest","text":"Battling, whenever -- hot Damn! Give me the microphone boy, one time, bam!"},{"id":"7","creator":"A Tribe Called Quest","text":"(Damn Phife, you got fat!) Yeah, I know it looks pathetic. Ali Shaheed Muhammad got me doing calisthenics."},{"id":"8","creator":"A Tribe Called Quest","text":"A-yo, my mic is sounding bugged, Bob Power, you there? (Yeah) Adjust the bass and treble make my shit sound clear."},{"id":"9","creator":"A Tribe Called Quest","text":"Lyrically, we bite like we Rin Tin Tin."},{"id":"10","creator":"A Tribe Called Quest","text":"Microphone check, 1-2, what is this? The five-foot assassin with the roughneck business"},{"id":"11","creator":"A Tribe Called Quest","text":"Styles upon styles upon styles is what I have. You wanna dis the Phifer but you still don't know the half."},{"id":"12","creator":"A Tribe Called Quest","text":"Brothers front, they say the Tribe can't flow. But we've been known to do the impossible like Broadway Joe."},{"id":"13","creator":"A Tribe Called Quest","text":"I never let a statue tell me how nice I am."},{"id":"14","creator":"A Tribe Called Quest","text":"With all these trials and tribulations, yo, I've been affected. And to top it off, Starks got ejected."},{"id":"15","creator":"A Tribe Called Quest","text":"I ain't no almanac, so lick my dictionary. I might just call a cab 'cause I dig canary."},{"id":"16","creator":"A Tribe Called Quest","text":"Ooo, child, things are gonna get easier. 'Long as they get my page right on Wikipedia. 'Long as they say my name right in the media."},{"id":"17","creator":"A Tribe Called Quest","text":"I take zero for granted, I honors my gift/Champion pen game, plus I’m freestyle equipped."},{"id":"18","creator":"A Tribe Called Quest","text":"Back in the days on the boulevard of Linden, we used to kick routines and the presence was fittin'."},{"id":"19","creator":"A Tribe Called Quest","text":"Now here's a funky introduction of how nice I am. Tell your mother, tell your father, send a telegram."},{"id":"20","creator":"A Tribe Called Quest","text":"You can't define us, XY us, or Z us."},{"id":"21","creator":"A Tribe Called Quest","text":"The fog and the smog of news media that logs false narratives of Gods that came up against the odds."},{"id":"22","creator":"A Tribe Called Quest","text":"Can I kick it? To my Tribe that flows in layers, right now, Phife is a poem sayer."},{"id":"23","creator":"A Tribe Called Quest","text":"MCs like to meddle, but here’s my proposition: I let my lyrics flow, and juxt your whole position."},{"id":"24","creator":"A Tribe Called Quest","text":"There's a million MCs that claim they want some. But see I create sounds that make your ears go numb."},{"id":"25","creator":"A Tribe Called Quest","text":"One for the treble, two for the bass / You know the style Tip, it's time to flip this."},{"id":"26","creator":"A Tribe Called Quest","text":"I know it's been two years but see the Tribe was never fallin'. Would have tried for singin' but that stuff was not my calling."},{"id":"27","creator":"A Tribe Called Quest","text":"Heyo, Bo knows this, and Bo knows that. But Bo don’t know jack, 'cause Bo can't rap."},{"id":"28","creator":"A Tribe Called Quest","text":"Hey Bonita, glad to meet ya. For the cunning, stunning you, miss, I must beseech ya."},{"id":"29","creator":"A Tribe Called Quest","text":"Here we go, yo, here we go, yo. So what, so what, so what's the scenario?"},{"id":"30","creator":"A Tribe Called Quest","text":"I want chicken and orange juice, that's what's on my rider and my occasional potato by Ore-Ida."},{"id":"31","creator":"A Tribe Called Quest","text":"I never half step cause I'm not a half stepper. Drink a lot of soda so they call me Dr. Pepper."},{"id":"32","creator":"A Tribe Called Quest","text":"Not the best not the worst and occasionally I curse to get my point across, so bust, the floss."},{"id":"33","creator":"A Tribe Called Quest","text":"Once again a case of your feet in my Nike's. If a crowd is in my realm I'm saying -- mic please."},{"id":"34","creator":"A Tribe Called Quest","text":"'Cause I got the crazy game and yo, I'm smooth like butter. Ayo, it's like butter, it's like butter baby."},{"id":"35","creator":"A Tribe Called Quest","text":"Q-Tip is my title, I don't think that it's vital for me to be your idol, but dig this recital."},{"id":"36","creator":"A Tribe Called Quest","text":"Can I kick it? To all the people who can Quest like A Tribe does."}]
