[{"id":"1","creator":"A Tribe Called Quest","text":"Vo-cab-u-lary's necessary when digging into my library."},{"id":"2","creator":"A Tribe Called Quest","text":"Well, then grab the microphone and let your words rip."},{"id":"3","creator":"A Tribe Called Quest","text":"You on point Tip? Yo, all the time, Phife."},{"id":"4","creator":"A Tribe Called Quest","text":"Back in the days when I was a teenager before I had status and before I had a pager."},{"id":"5","creator":"A Tribe Called Quest","text":"Talk to Joey, Earl, Kendrick, and Cole, gatekeepers of flow."},{"id":"6","creator":"A Tribe Called Quest","text":"Battling, whenever -- hot Damn! Give me the microphone boy, one time, bam!"},{"id":"7","creator":"A Tribe Called Quest","text":"(Damn Phife, you got fat!) Yeah, I know it looks pathetic. Ali Shaheed Muhammad got me doing calisthenics."},{"id":"8","creator":"A Tribe Called Quest","text":"A-yo, my mic is sounding bugged, Bob Power, you there? (Yeah) Adjust the bass and treble make my shit sound clear."},{"id":"9","creator":"A Tribe Called Quest","text":"Lyrically, we bite like we Rin Tin Tin."},{"id":"10","creator":"A Tribe Called Quest","text":"Microphone check, 1-2, what is this? The five-foot assassin with the roughneck business"},{"id":"11","creator":"A Tribe Called Quest","text":"Styles upon styles upon styles is what I have. You wanna dis the Phifer but you still don't know the half."},{"id":"12","creator":"A Tribe Called Quest","text":"Brothers front, they say the Tribe can't flow. But we've been known to do the impossible like Broadway Joe."},{"id":"13","creator":"A Tribe Called Quest","text":"I never let a statue tell me how nice I am."},{"id":"14","creator":"A Tribe Called Quest","text":"With all these trials and tribulations, yo, I've been affected. And to top it off, Starks got ejected."},{"id":"15","creator":"A Tribe Called Quest","text":"I ain't no almanac, so lick my dictionary. I might just call a cab 'cause I dig canary."},{"id":"16","creator":"A Tribe Called Quest","text":"Ooo, child, things are gonna get easier. 'Long as they get my page right on Wikipedia. 'Long as they say my name right in the media."},{"id":"17","creator":"A Tribe Called Quest","text":"I take zero for granted, I honors my gift/Champion pen game, plus I’m freestyle equipped."},{"id":"18","creator":"A Tribe Called Quest","text":"Back in the days on the boulevard of Linden, we used to kick routines and the presence was fittin'."},{"id":"19","creator":"A Tribe Called Quest","text":"Now here's a funky introduction of how nice I am. Tell your mother, tell your father, send a telegram."},{"id":"20","creator":"A Tribe Called Quest","text":"You can't define us, XY us, or Z us."},{"id":"21","creator":"A Tribe Called Quest","text":"The fog and the smog of news media that logs false narratives of Gods that came up against the odds."},{"id":"22","creator":"A Tribe Called Quest","text":"Can I kick it? To my Tribe that flows in layers, right now, Phife is a poem sayer."},{"id":"23","creator":"A Tribe Called Quest","text":"MCs like to meddle, but here’s my proposition: I let my lyrics flow, and juxt your whole position."},{"id":"24","creator":"A Tribe Called Quest","text":"There's a million MCs that claim they want some. But see I create sounds that make your ears go numb."},{"id":"25","creator":"A Tribe Called Quest","text":"One for the treble, two for the bass / You know the style Tip, it's time to flip this."},{"id":"26","creator":"A Tribe Called Quest","text":"I know it's been two years but see the Tribe was never fallin'. Would have tried for singin' but that stuff was not my calling."},{"id":"27","creator":"A Tribe Called Quest","text":"Heyo, Bo knows this, and Bo knows that. But Bo don’t know jack, 'cause Bo can't rap."},{"id":"28","creator":"A Tribe Called Quest","text":"Hey Bonita, glad to meet ya. For the cunning, stunning you, miss, I must beseech ya."},{"id":"29","creator":"A Tribe Called Quest","text":"Here we go, yo, here we go, yo. So what, so what, so what's the scenario?"},{"id":"30","creator":"A Tribe Called Quest","text":"I want chicken and orange juice, that's what's on my rider and my occasional potato by Ore-Ida."},{"id":"31","creator":"A Tribe Called Quest","text":"I never half step cause I'm not a half stepper. Drink a lot of soda so they call me Dr. Pepper."},{"id":"32","creator":"A Tribe Called Quest","text":"Not the best not the worst and occasionally I curse to get my point across, so bust, the floss."},{"id":"33","creator":"A Tribe Called Quest","text":"Once again a case of your feet in my Nike's. If a crowd is in my realm I'm saying -- mic please."},{"id":"34","creator":"A Tribe Called Quest","text":"'Cause I got the crazy game and yo, I'm smooth like butter. Ayo, it's like butter, it's like butter baby."},{"id":"35","creator":"A Tribe Called Quest","text":"Q-Tip is my title, I don't think that it's vital for me to be your idol, but dig this recital."},{"id":"36","creator":"A Tribe Called Quest","text":"One hitting reading pages of Poe. Telly is low, cuddle bunny ready to go."},{"id":"37","creator":"A Tribe Called Quest","text":"In the church of Busta Rhymes, it's my sermon you're getting. Horizontal spittin', I'm the exorcist of your writtens."},{"id":"38","creator":"A Tribe Called Quest","text":"You could find the Abstract listenin' to hip-hop. My pops used to say, it reminded him of Bebop."},{"id":"39","creator":"A Tribe Called Quest","text":"It's all expected, things are for the lookin'. If you got the money, Quest is for the bookin'."},{"id":"40","creator":"A Tribe Called Quest","text":"Listen to the rhyme, 'cause it's time to make gravy. If it moves your booty, then shake, shake it, baby."},{"id":"41","creator":"A Tribe Called Quest","text":"Musically the Quest, is on the rise. We on these excursions so you must realize."},{"id":"42","creator":"A Tribe Called Quest","text":"You must be honest and true to the next. Don't be phony and expect one not to flex."},{"id":"43","creator":"A Tribe Called Quest","text":"Beats that are hard, beats that are funky. They could get you hooked like a crackhead junkie."},{"id":"44","creator":"A Tribe Called Quest","text":"The Abstract Poet, prominent like Shakespeare (Or Edgar Allan Poe, or Langston Hughes, or...)"},{"id":"45","creator":"A Tribe Called Quest","text":"Zulu Nation, brothers last creation. Minds get flooded, ejaculation. Right on the two inch tape, The Abstract poet incognito, runs the cape."},{"id":"46","creator":"A Tribe Called Quest","text":"I just try my best to like go all out. Some might even say yo shorty black you're buggin' out."},{"id":"47","creator":"A Tribe Called Quest","text":"Yo when you bug out, you usually have a reason for the action. Sometimes you do it just for mere satisfaction."},{"id":"48","creator":"A Tribe Called Quest","text":"Hip-hop is living, can't yank the plug. If you do the result, will end up kind of bugged"},{"id":"49","creator":"A Tribe Called Quest","text":"Yo, I am not an invalid although I used to smoke the weed out. Ali Shaheed Muhammad used to say I had to be out."},{"id":"50","creator":"A Tribe Called Quest","text":"Battling a MC was when Tip was at his maddest. It was one MC after one MC. What the world could they be wanting see from little old me."},{"id":"51","creator":"A Tribe Called Quest","text":"It's your brain against my mind, for those about to boot out. All you nasty critters even though you see I bug out."},{"id":"52","creator":"A Tribe Called Quest","text":"I want chicken and orange juice, that's what's on my rider. And my occasional potato by Ore-Ida."},{"id":"53","creator":"A Tribe Called Quest","text":"Diggy dang diggy dang gi-dang gi-dang diggy diggy. Dang diggy dang gi-dang gi-dang diggy diggy..."},{"id":"54","creator":"A Tribe Called Quest","text":"1988 senior year at Garvey High where all the guys were corny, but the girls were mad fly."},{"id":"55","creator":"A Tribe Called Quest","text":"I was the b-ball playing, fly rhyme saying, fly girl getting, but never was I sweating."},{"id":"56","creator":"A Tribe Called Quest","text":"Ayo, it's like butter, it's like butter baby. It's like butter, it's like butter baby."},{"id":"57","creator":"A Tribe Called Quest","text":"Phife this, Phife that, where you going, where you at. These girls don't know me from jack, yet I feel like the Mack."},{"id":"58","creator":"A Tribe Called Quest","text":"And take the contact out your eye, you're far from looking fly. You get an E for effort, and T for nice try."},{"id":"59","creator":"A Tribe Called Quest","text":"If your hair and eyes were real, I wouldn't have dissed ya. But since it was bought, I had to dismiss ya."},{"id":"60","creator":"A Tribe Called Quest","text":"'Cause I am not the one, I got more game than Parker Brothers. Phife Dawg is on the mic and I'm smooth like butter."},{"id":"61","creator":"A Tribe Called Quest","text":"If you were you and just you, talk to you, maybe. But I can't stand, no bionic lady."},{"id":"62","creator":"A Tribe Called Quest","text":"Busta Rhymes in effect. Shaheed is in effect. Phife Did-awg is in effect. Check it out and give me my 'spect."},{"id":"63","creator":"A Tribe Called Quest","text":"I'm moving, yes I'm grooving cause my mouth is on the motor. Use the Coast in the morning to avoid the funky odor."},{"id":"64","creator":"A Tribe Called Quest","text":"Women love the voice, brothers dig the lyrics. Quest the people's choice, we driving for the spirit."},{"id":"65","creator":"A Tribe Called Quest","text":"The rhymes be getting sweet, we stay away from tart. A perfectionist at work, perking up the art."},{"id":"66","creator":"A Tribe Called Quest","text":"The world is kinda cold and the rhythm is my blanket. Wrap yourself up in it, if you love it, then you'll thank it."},{"id":"67","creator":"A Tribe Called Quest","text":"So listen because the Quest is led through the underground. My people have been oppressed too long, no more will we be down."},{"id":"68","creator":"A Tribe Called Quest","text":"Like Chuck D, I got so much trouble on my mind. 'Bout these no-talent artists getting signed, they can't rhyme."},{"id":"69","creator":"A Tribe Called Quest","text":"Go ahead and try, that's a different story. Similar to Grimm, I could tell a better one."},{"id":"70","creator":"A Tribe Called Quest","text":"Competition's good, it brings out the vital parts. The Abstract Poetic, majors in recital arts."},{"id":"71","creator":"A Tribe Called Quest","text":"Gotta feel the vibes, real from my creation. If the hands clap, I'm filled with elation."},{"id":"72","creator":"A Tribe Called Quest","text":"The name is Q-Tip, the Midnight Marauder. Giving nuff respects to Afrika Bambaataa."},{"id":"73","creator":"A Tribe Called Quest","text":"Peace to the crews who pump the real hip hop. Not selling out, from hardrock to disc jock."},{"id":"74","creator":"A Tribe Called Quest","text":"I'm just a short brother, dark skin face. Weigh a buck-fifty, 36 waist."},{"id":"75","creator":"A Tribe Called Quest","text":"Hair is crazy curly, flip like Mr. Furley. To this day I still believe that no MC can serve me."},{"id":"76","creator":"A Tribe Called Quest","text":"Yo, Phife, you remember that routine. That we used to make spiffy like Mr. Clean?"},{"id":"77","creator":"A Tribe Called Quest","text":"Um... um... a tidbit, um... a smidgen. I don't get the message so you gots to run the pigeon."},{"id":"78","creator":"A Tribe Called Quest","text":"Now if you say my style is wack that's where you're dead wrong. I slayed that buddy in El Segundo then Push it Along."},{"id":"79","creator":"A Tribe Called Quest","text":"You see, my aura's positive I don't promote no junk. See, I'm far from a bully and I ain't a punk."},{"id":"80","creator":"A Tribe Called Quest","text":"Extremity in rhythm, yeah that's what you heard. So just clean out your ears and just check the word."},{"id":"81","creator":"A Tribe Called Quest","text":"Check the rhyme y'all, play tapes y'all. Check the rhyme y'all, check the rhyme y'all. Check it out, check it out."},{"id":"82","creator":"A Tribe Called Quest","text":"Can I kick it? To all the people who can Quest like A Tribe does. Before this, did you really know what live was?"},{"id":"83","creator":"A Tribe Called Quest","text":"Can I kick it? (Yes, you can!) Can I kick it? (Yes, you can!) Well, I'm gone. (Go on then!)"}]
